<template>
  <div class="works-detail">
    
  </div>
</template>
<script>
export default {
  components:{},
  data() {
    return {
      
    }
  },
  mounted() {
    
  },
  methods: {
    // ==================================== 一、逻辑类 ====================================

    // ==================================== 二、数据请求类 ================================

    // ==================================== 三、跳转类 ====================================

    // ==================================== 四、小工具类 ==================================
  },
}
</script>
<style lang="scss" scoped>
.works-detail {
  
}
</style>